// © Copyright 2015-2016 HP Development Company, L.P.

XMONoZIPCodeError = "Le code postal doit être renseigné.";
XMO5DigitZIPCodeFormatError = "Le code postal doit être composé de cinq chiffres.";
XMO6DigitZIPCodeFormatError = "Le code postal doit être composé de six chiffres.";
XMONoCanadaZIPCodeError = "Le code postal doit être renseigné.";
XMOCanadaZIPCodeFormatError = "Le code postal doit être au format \"A9A 9A9\".";
XMONoUnitedKindomZIPCodeError = "Le code postal doit être renseigné.";
XMOUnitedKindomZIPCodeFormatError = "Le code postal doit être saisi au format \"AI-2640\" ou au format \"AX[XX] 9AA\"";
XMOUnitedKindomBFPOZIPCodeFormatError = "Le code postal doit être au format \"BFPO [c/o] N[NNN]\".";
XMOUnitedStatesZIPCodeFormatError = "Le code postal doit être au format \"99999[-9999]\".";
XMOFranceZIPCodeFormatError = "Le code postal doit être au format \"[F-]9X999\".";
